import React from "react";

export default function AboutPage() {
    return (
        <div className="about-wrapper">
            <div className="about">
                <div className="about-me-wrapper section-wrapper">
                    <div className="about-me section">
                        <div className="description-wrapper">
                            <h3 className="description-header">
                                About Kristina
                            </h3>
                            <p className="description">
                                Titles, education, experiences
                            </p>
                        </div>
                        <div className="description-picture-wrapper">
                            <div className="description-picture">
                                cool photo header <br />
                                <ul className="description-list">
                                    <li className="description-list-item">
                                        European champion at Kyokushin karate
                                    </li>
                                    <li className="description-list-item">
                                        Ukrainian champion at Kyokushin karate
                                    </li>
                                    <li className="description-list-item">
                                        Bachelor degree in sports
                                    </li>
                                    <li className="description-list-item">
                                        Bachelor degree in Law
                                    </li>
                                    <li className="description-list-item">
                                        Karate practitioner since 2003
                                    </li>
                                </ul>
                            </div>
                        </div>
                    </div>
                </div>
                <div className="section-wrapper">
                    <div className="what-we-do section">pictures etc, idk</div>
                </div>
            </div>
        </div>
    );
}

// Давай познайомимося ближче🤗

// Маючи, дуже активний стиль життя, навколо мене з’явилося безліч неймовірних людей з різних сфер та видів моєї діяльності і для тих, хто з’явився не так давно трохи розповім про себе😜

// 📌Мені 25 років і все своє свідоме життя я займаюся спортом🏃🏼‍♀️
// 📌Здобула дві освіти за рівнем магістра:
// - тренер з виду спорту, вчитель фізичної культури, реабілітолог, викладач ВНЗ
// - юридичний факультет за спеціальністю право
// 📌З 6 років почала займатися повноконтактним карате 🥋та хореографією 💃 і поєднувала ці два абсолютні різні напрямки 😅😂
// 📌Стала Чемпоінкою Європи з карате, а згодом і срібною призеркою Світу в Італії, що і стало початком моєї тренерської діяльності 🏆🥇
// 📌Ще трохи згодом досягла звання майстра спорту України і повністю поринула в роботу💪🏻
// 📌В день свого 18-річчя зранку встала і поїхала відкривати приватного підприємця, щоб реалізовувати свої ідеї, так як вже з 9 класу чітко знала ким буду працювати і мала план 😎
// 📌З того часу і до сьогодні керую спортивною організацією, яка налічує близько 300 учнів від 3 рочків 😊
// 📌Маючи величезний досвід роботи в сфері спорту та групових занять я побачила, що потреби на сьогодні дещо відрізняються і через ритм життя стало комфортніше займатися online🙏🏻
// 📌Спочакту це були індивідуальні заняття, а зараз ми започатковуємо групові заняття онлайн під моїм керівництвом та супроводом, тобто не в записі, а в режимі live, про що я розповім в наступному дописі
